<%--
  Created by IntelliJ IDEA.
  User: Mac
  Date: 2020/12/30
  Time: 10:07
  To change this template use File | Settings | File Templates.
--%>
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<html>
<head>
    <title>Title</title>
</head>
<body>
<div>
    注册协议
    【审慎阅读】您在申请注册流程中点击同意前，应当认真阅读以下协议。请您务必审慎阅读、充分理解协议中相关条款内容，其中包括：

    1、与您约定免除或限制责任的条款；

    2、与您约定法律适用和管辖的条款；

    3、其他以粗体下划线标识的重要条款。

    如您对协议有任何疑问，可向平台客服咨询。

    【特别提示】当您按照注册页面提示填写信息、阅读并同意协议且完成全部注册程序后，即表示您已充分阅读、理解并接受协议的全部内容。如您因平台服务与淘宝发生争议的，适用《淘宝平台服务协议》处理。如您在使用平台服务过程中与其他用户发生争议的，依您与其他用户达成的协议处理。

    阅读协议的过程中，如果您不同意相关协议或其中任何条款约定，您应立即停止注册程序。

</div>
<div>
    法律声明

    最新版本生效日期：2020年12月30日



    权利归属



    除非本网另行声明，本网推出的所有官方产品、技术、软件、程序、数据及其他信息（包括文字、图标、图片、照片、音频、视频、图表、色彩组合、版面设计等）的所有权利（包括著作权、商标权、专利权、商业秘密及其他相关权利）均归阿里巴巴集团及/或其关联公司所有。未经阿里巴巴集团及/或其关联公司事先许可，任何人擅自使用上述内容和信息，可能会侵犯阿里巴巴集团及/或其关联公司的权利，我们将会追究侵权者的法律责任。如有宣传、展示等任何使用需要，请您务必取得事先许可。



    信息限制



    为维护本网的正常运行秩序及效率，未经许可，任何人不得自行、授权或协助第三方对本网及其系统进行地址扫描、网络端口扫描、操作系统探测等扫描及/或探测，或以包括通过机器人、蜘蛛等程序或设备监视、复制、传播、展示、镜像、上载、下载等方式擅自获取、使用本网内的任何内容。





    知识产权保护



    我们尊重知识产权，反对并打击侵犯知识产权的行为。知识产权权利人若认为本网内容（包括但不限于本网用户发布的商品信息）侵犯其合法权益的，可以进行投诉，我们将在收到知识产权权利人合格通知后依据相应的法律法规以及平台规则及时处理。




</div>






</body>
</html>
